<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadType</key>
			<string>com.apple.ManagedClient.preferences</string>
			<key>PayloadIdentifier</key>
			<string>cat.me0w.zouxian.install.1</string>
			<key>PayloadUUID</key>
			<string>A8A688B3-75D9-4DB3-9C9F-C6C91D1E5183</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadDisplayName</key>
			<string>Zouxian Installation</string>
			<key>PayloadContent</key>
			<dict>
				<key>com.apple.install.cat.me0w.zouxian</key>
				<dict>
					<key>Forced</key>
					<array>
						<dict>
							<key>mcx_preference_settings</key>
							<dict>
								<key>InstallScript</key>
								<string>./install.sh</string>
								<key>WorkingDirectory</key>
								<string>.</string>
								<key>RunAsRoot</key>
								<true/>
							</dict>
						</dict>
					</array>
				</dict>
			</dict>
		</dict>
	</array>
	<key>PayloadDisplayName</key>
	<string>Zouxian Apple Intelligence Configuration</string>
	<key>PayloadIdentifier</key>
	<string>cat.me0w.zouxian.configuration</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>29D1B4E8-5BC6-4B37-9C82-3E0F976B3C42</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
	<key>PayloadDescription</key>
	<string>Enables Apple Intelligence and Xcode LLM features on China models of Mac</string>
</dict>
</plist>
